Repository: thangit93/hrm
Catalog: core/lang/vn.po
Languages: vi

source: Save
vi: Cập nhật

source: Cancel
vi: Hủy

source: Done
vi: Hoàn tất

source: Clocked In Employees
vi: Đồng hồ trong nhân viên

source: Candidates
vi: Ứng Viên

source: View Employees
vi: Xem nhân viên

source: Add a New Employee
vi: Thêm một nhân viên mới

source: Leave Calendar
vi: Lịch nghỉ

source: Manage Client/Projects
vi: Quản lý khách hàng / dự án

source: Home
vi: Trang Chủ

source: Quick Access
vi: Truy cập nhanh

source: Switch
vi: Đổi tài khoản

source: Profile
vi: Hồ sơ

source: Sign out
vi: Đăng xuất

source: Help
vi: Trợ giúp

source: About
vi: Thông tin

source: Version
vi: Phiên bản

source: Release Date
vi: Ngày phát hành

source: Logged In
vi: Đăng nhập

source: Admin
vi: Quản trị viên

source: Dashboard
vi: Bảng điều khiển

source: Company Structure
vi: Cơ cấu công ty

source: Job Details Setup
vi: Cài đặt chi tiết công việc

source: Qualifications Setup
vi: Thiết lập trình độ chuyên môn

source: Training Setup
vi: Cài đặt đào tạo

source: Projects/Client Setup
vi: Thiết lập dự án / ứng dụng khách

source: Leave Settings
vi: Thiết lập nghỉ phép

source: Company Loans
vi: Cho vay công ty

source: Audit Log
vi: Sổ ghi chép đánh giá

source: Employees
vi: Nhân viên

source: Employee History
vi: Lịch sử nhân viên

source: Document Management
vi: Quản lý tài liệu

source: Travel Administration
vi: Quản trị du lịch

source: Expense Administration
vi: Chi phí quản lý

source: Performance Charts
vi: Biểu đồ hiệu suất

source: Overtime Administration
vi: Quản lý làm thêm giờ

source: Admin Reports
vi: Báo cáo của quản trị viên

source: Reports
vi: Báo cáo

source: Report Files
vi: Báo cáo tập tin

source: System
vi: Hệ thống

source: Settings
vi: Cài đặt

source: Users
vi: Người dùng

source: Manage Modules
vi: Quản lý mô-đun

source: Manage Permissions
vi: Quản lý phân quyền

source: Upgrade
vi: Nâng cấp

source: Manage Metadata
vi: Quản lý siêu dữ liệu

source: Field Names Setup
vi: Cài đặt tên trường

source: Payroll
vi: Lương

source: Salary
vi: Lương

source: Payroll Reports
vi: Tính Lương

source: Recruitment
vi: Tuyển dụng

source: Recruitment Setup
vi: Thiết lập tuyển dụng

source: Job Positions
vi: Vị trí công việc

source: Personal Information
vi: Thông tin cá nhân

source: Basic Information
vi: Thông tin cơ bản

source: Qualifications
vi: Trình độ chuyên môn

source: Dependents
vi: Người phụ thuộc

source: Emergency Contacts
vi: Liên hệ khẩn cấp

source: Leave
vi: Nghỉ Phép

source: Leave Management
vi: Quản lý Nghỉ Phép

source: Time Management
vi: Quản lý thời gian

source: Projects
vi: Dự án

source: Attendance
vi: Tham dự

source: Time Sheets
vi: Bảng chấm công

source: Attendance Sheets
vi: Bảng chấm công

source: Overtime Requests
vi: Yêu cầu làm thêm giờ

source: Documents
vi: Các tài liệu

source: My Documents
vi: Tai liệu của tôi

source: Company
vi: Công ty

source: Staff Directory
vi: Danh bạ nhân viên

source: Training
vi: Đào tạo

source: Travel Management
vi: Quản lý du lịch

source: Travel
vi: Du lịch

source: Finance
vi: Tài chính

source: Expenses
vi: Chi phí

source: Loans
vi: Cho vay

source: User Reports
vi: Báo cáo người dùng

source: People
vi: Nhân Viên

source: Manage
vi: Quản lý

source: Departments
vi: Các phòng ban

source: Active Projects
vi: Dự án đang hoạt động

source: Update Clients/Projects
vi: Cập nhật khách hàng / dự án

source: Entries Last Week
vi: Bài dự thi tuần trước

source: Upcoming
vi: Sắp tới

source: View / Download Reports
vi: Xem / Tải xuống Báo cáo

source: Generate a Report
vi: Tạo một báo cáo

source: Configure
vi: Cấu hình

source: Update
vi: Cập nhật

source: Applicants
vi: Ứng viên

source: Active Jobs
vi: Hoạt động tích cực

source: Jobs Posted
vi: Việc làm được đăng

source: Jobs
vi: Việc làm

source: Courses
vi: Khóa học

source: Requests
vi: Yêu cầu

source: Document
vi: Tài liệu

source: Management
vi: Sự quản lý

source: Expense
vi: Chi phí

source: Permission
vi: Chức năng

source: Permissions
vi: Quyền

source: and
vi: và

source: Invoices
vi: Hóa đơn

source: Make a Payment
vi: Thực hiện thanh toán

source: Switch Employee
vi: Chuyển đổi nhân viên

source: Select The Employee to Switch Into
vi: Chọn nhân viên để chuyển sang

source: Close
vi: Đóng

source: My Profile
vi: Thông tin của tôi

source: Edit Details
vi: Chỉnh sửa chi tiết

source: View/Edit Profile
vi: Xem / Chỉnh sửa hồ sơ

source: Punch In
vi: Đột nhập

source: or
vi: hoặc là

source: Punch Out
vi: Đột kích

source: Record Attendance
vi: Tham dự kỷ lục

source: Pending Leaves
vi: Nghỉ phép đang chờ

source: Check Leave Status
vi: Kiểm tra trạng thái nghỉ

source: Hours worked Last Week
vi: Giờ làm việc tuần trước

source: Update Time Sheet
vi: Cập nhật bảng thời gian

source: My Projects
vi: Những dự án của tôi

source: Projects Assigned
vi: Dự án được giao

source: More info
vi: Thêm thông tin

source: Store
vi: Cửa hàng

source: My Travel
vi: Chuyến đi của tôi

source: My Expenses
vi: Chi phí của tôi

source: Manage Expenses
vi: Quản lý chi phí

source: Name
vi: Tên

source: Address
vi: Địa chỉ

source: Type
vi: Kiểu

source: Country
vi: Quốc gia

source: Time Zone
vi: Múi giờ

source: Parent Structure
vi: Chi Nhánh

source: Details
vi: Chi tiết

source: Heads
vi: Thủ trưởng

source: Code
vi: Mã

source: Job Title Code
vi: Mã chức danh công việc

source: Job Title
vi: Chức danh

source: Description
vi: Sự miêu tả

source: Specification
vi: Sự chỉ rõ

source: Currency
vi: Tiền tệ

source: Min Salary
vi: Mức lương tối thiểu

source: Max Salary
vi: Mức lương tối đa

source: Pay Grade Name
vi: Tên lớp trả

source: Employment Status
vi: Tình trạng việc làm

source: Coordinator
vi: Điều phối viên

source: Trainer
vi: Huấn luyện viên

source: Trainer Details
vi: Chi tiết huấn luyện viên

source: Payment Type
vi: Hình thức thanh toán

source: Cost
vi: Giá cả

source: Status
vi: Trạng thái

source: Course
vi: Khóa học

source: Scheduled Time
vi: Thời gian dự kiến

source: Assignment Due Date
vi: Chuyển nhượng đến hạn

source: Delivery Method
vi: Phương thức vận chuyển

source: Delivery Location
vi: Địa điểm giao hàng

source: Attendance Type
vi: Loại tham dự

source: Attachment
vi: Tập tin đính kèm

source: Training Certificate Required
vi: Yêu cầu chứng chỉ đào tạo

source: Employee
vi: Nhân viên

source: Training Session
vi: Phiên đào tạo

source: Contact Number
vi: Số liên lạc

source: Contact Email
vi: Địa chỉ email liên lạc

source: Company Url
vi: Địa chỉ website công ty

source: First Contact Date
vi: Ngày liên lạc đầu tiên

source: Client
vi: Khách hàng

source: Project
vi: Dự án

source: Leave Name
vi: Loại nghỉ phép

source: Leave Accrue Enabled
vi: Nghỉ phép tích lũy kích hoạt

source: Leave Carried Forward
vi: Nghỉ phép được chuyển tiếp

source: Leaves Per Year
vi: Nghỉ phép mỗi năm

source: Leaves Group
vi: Nhóm lá

source: Leaves Per Leave Period
vi: Phép mỗi kỳ nghỉ

source: Admin can assign leave to employees
vi: Quản trị viên có thể phân công nghỉ phép cho nhân viên

source: Employees can apply for this leave type
vi: Nhân viên có thể áp dụng cho loại nghỉ này

source: Employees can apply beyond the current leave balance
vi: Nhân viên có thể nộp đơn vượt quá số dư nghỉ phép hiện tại

source: Percentage of Leaves Carried Forward
vi: Tỷ lệ nghỉ phép được chuyển tiếp

source: Maximum Carried Forward Amount
vi: Số tiền chuyển tiếp tối đa

source: Carried Forward Leave Availability Period
vi: Đã chuyển tiếp Thời gian nghỉ phép

source: Proportionate leaveman on Joined Date
vi: Lá tỷ lệ vào ngày tham gia

source: Send Notification Emails
vi: Gửi email thông báo

source: Leave Group
vi: Rời khỏi nhóm

source: Leave Color
vi: Màu của nghỉ phép

source: Period Start
vi: Giai đoạn bắt đầu

source: Period End
vi: Thời kỳ kết thúc

source: Day
vi: Ngày

source: For All Countries
vi: Cho tất cả các nước

source: Date
vi: Ngày

source: Leave Type
vi: Loại nghỉ phép

source: Propotionate leaveman on Joined Date
vi: Tuyên truyền lá vào ngày tham gia

source: Leaves Period
vi: Thời kỳ lá

source: Leave Amount
vi: Số tiền còn lại

source: Leave Period
vi: Thời gian nghỉ phép

source: Note
vi: Ghi chú

source: All Employees
vi: Tất cả nhân viên

source: All Leave Types
vi: Tất cả các loại để lại

source: Loan Type
vi: Loại cho vay

source: Loan Start Date
vi: Ngày bắt đầu cho vay

source: Loan Period (Months)
vi: Thời gian cho vay (tháng)

source: Amount
vi: Số tiền

source: Last Installment Date
vi: Ngày trả góp cuối cùng

source: Loan Amount
vi: Số tiền vay

source: Monthly Installment
vi: Trả góp hằng tháng

source: Employee Number
vi: Mã nhân viên

source: First Name
vi: Tên

source: Middle Name
vi: Tên đệm

source: Last Name
vi: Họ

source: Nationality
vi: Quốc tịch

source: Date of Birth
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Marital Status
vi: Tình trạng hôn nhân

source: Ethnicity
vi: Dân tộc

source: Immigration Status
vi: Tình trạng di trú

source: Other ID
vi: ID khác

source: Driving License No
vi: Giấy phép lái xe số

source: Pay Grade
vi: Trả lương

source: Work Station Id
vi: Id trạm làm việc

source: Address Line 1
vi: Địa chỉ

source: Address Line 2
vi: Quận / Huyện

source: City
vi: Thành phố

source: Province
vi: Tỉnh

source: Postal/Zip Code
vi: Mã bưu chính / Zip

source: Home Phone
vi: Điện thoại nhà

source: Mobile Phone
vi: Điện thoại di động

source: Work Phone
vi: Điện thoại làm việc

source: Work Email
vi: Email công việc

source: Private Email
vi: Email Cá Nhân

source: Joined Date
vi: Ngày Gia Nhập

source: Confirmation Date
vi: Ngày ký hợp đồng chính thức

source: Termination Date
vi: Ngày kết thúc

source: Department
vi: Công Ty

source: Supervisor
vi: Báo cáo trực tiếp

source: Indirect Supervisors
vi: Báo cáo gián tiếp

source: First Level Approver
vi: Người phê duyệt cấp đầu tiên

source: Second Level Approver
vi: Người phê duyệt cấp hai

source: Third Level Approver
vi: Người phê duyệt cấp ba

source: Notes
vi: Ghi chú

source: Time (GMT)
vi: Thời gian (GMT)

source: User
vi: Người sử dụng

source: IP Address
vi: Địa chỉ IP

source: Logged In Employee
vi: Đăng nhập vào nhân viên

source: Skill
vi: Kỹ năng

source: Qualification
vi: Trình độ chuyên môn

source: Institute
vi: Học viện

source: Start Date
vi: Ngày bắt đầu

source: Completed On
vi: Đã hoàn thành

source: Certification
vi: Chứng nhận

source: Granted On
vi: Cấp trên

source: Valid Thru
vi: Thru hợp lệ

source: Language
vi: Ngôn ngữ

source: Reading
vi: Đọc hiểu

source: Speaking
vi: Nói

source: Writing
vi: Viết

source: Understanding
vi: Hiểu

source: Date Added
vi: Ngày thêm

source: Valid Until
vi: Có hiệu lực cho đến khi

source: Relationship
vi: Mối quan hệ

source: Id Number
vi: Số ID

source: All Job Titles
vi: Tất cả các tiêu đề công việc

source: All Departments
vi: Tất cả bộ ngành

source: Anyone
vi: Bất kỳ ai

source: Field
vi: Cánh đồng

source: Old Value
vi: Giá trị cũ

source: New Value
vi: Giá trị mới

source: Modified By
vi: Được sửa đổi bởi

source: Created
vi: Tạo

source: Notify Expiry
vi: Thông báo hết hạn

source: Notify Expiry Before One Month
vi: Thông báo hết hạn trước một tháng

source: Notify Expiry Before One Week
vi: Thông báo hết hạn trước một tuần

source: Notify Expiry Before One Day
vi: Thông báo hết hạn trước một ngày

source: Travel Type
vi: Loại hình du lịch

source: Purpose of Travel
vi: Mục đích du lịch

source: Travel From
vi: Du lịch từ

source: Travel To
vi: Đi du lịch đến

source: Travel Date
vi: Ngày du lịch

source: Return Date
vi: Ngày trở lại

source: Total Funding Proposed
vi: Tổng kinh phí đề xuất

source: Itinerary / Cab Receipt
vi: Hành trình / Nhận taxi

source: Other Attachment 1
vi: Tài liệu đính kèm khác 1

source: Other Attachment 2
vi: Tài liệu đính kèm khác 2

source: Payment Method
vi: Phương thức thanh toán

source: Transaction / Ref No
vi: Giao dịch / Tham chiếu số

source: Payee
vi: Người được trả tiền

source: Expense Category
vi: Danh mục chi phí

source: Receipt
vi: Biên lai

source: Time-In
vi: Giờ vào làm

source: Time-Out
vi: Giờ kết thúc

source: Clocked In Status
vi: Đồng hồ trong trạng thái

source: End Date
vi: Ngày cuối

source: Category
vi: Thể loại

source: Start Time
vi: Thời gian bắt đầu

source: End Time
vi: Thời gian kết thúc

source: Leave Status
vi: Rời khỏi trạng thái

source: Select Client
vi: Chọn khách hàng

source: Not Selected
vi: Không được chọn

source: Or Project
vi: Hoặc dự án

source: All Projects
vi: Tất cả các dự án

source: All Status
vi: Tất cả các trạng thái

source: Value
vi: Giá trị

source: User Name
vi: Tên tài khoản

source: Authentication Email
vi: Email xác thực

source: User Level
vi: Phân Quyền

source: User Roles
vi: Vai trò người dùng

source: Default Module
vi: Mô-đun mặc định

source: No Default Module
vi: Không có mô-đun mặc định

source: Menu
vi: Thực đơn

source: Group
vi: Nhóm

source: Order
vi: Đặt hàng

source: Path
vi: Con đường

source: Label
vi: Nhãn

source: User Levels
vi: Cấp độ người dùng

source: Module
vi: Mô-đun

source: All Modules
vi: Tất cả các mô-đun

source: Invoice Period Start
vi: Thời gian bắt đầu hóa đơn

source: Invoice Period End
vi: Thời hạn hóa đơn

source: Due date
vi: Ngày đáo hạn

source: Original Text
vi: Văn bản gốc

source: Mapped Text
vi: Văn bản đã ánh xạ

source: Display Status
vi: Trạng thái hiển thị

source: Field Type
vi: Loại lĩnh vực

source: Field Label
vi: Tên nhãn

source: Validation
vi: Thẩm định

source: Field Options
vi: Tùy chọn trường

source: Priority
vi: Sự ưu tiên

source: Display Section
vi: Phần hiển thị

source: Salary Component Type
vi: Loại thành phần lương

source: Salary Component
vi: Thành phần tiền lương

source: Pay Frequency
vi: Tần suất thanh toán

source: Calculation Group
vi: Nhóm tính toán

source: None
vi: Không

source: Calculation Exemptions
vi: Miễn trừ tính toán

source: Calculations Assigned
vi: Tính toán được chỉ định

source: Date Start
vi: Ngày bắt đầu

source: Date End
vi: Ngày kết thúc

source: Payslip Template
vi: Mẫu Payslip

source: Payroll Columns
vi: Công thức tính lương

source: Calculation Method
vi: Phương pháp tính toán

source: Editable
vi: Có thể chỉnh sửa

source: Enabled
vi: Đã bật

source: Predefined Calculations
vi: Tính toán được xác định trước

source: Salary Components
vi: Thành phần lương

source: Columns to Add
vi: Cột để thêm

source: Columns to Subtract
vi: Cột để trừ

source: Column Order
vi: Đặt hàng cột

source: Default Value
vi: Giá trị mặc định

source: Calculation Columns
vi: Cột tính toán

source: Function
vi: Chức năng

source: Payroll Report Column
vi: Cột báo cáo tiền lương

source: Calculation Process
vi: Quy trình tính toán

source: Payslip Fields
vi: Lĩnh vực Payslip

source: Payroll Column
vi: Cột biên chế

source: Text
vi: Bản văn

source: Lower Limit Condition
vi: Điều kiện giới hạn dưới

source: Lower Limit
vi: Giơi hạn dươi

source: Upper Limit Condition
vi: Điều kiện giới hạn trên

source: Upper Limit
vi: Giới hạn trên

source: Column
vi: Cột

source: Job Code
vi: Mã công việc

source: Short Description
vi: Mô tả ngắn

source: Requirements
vi: Yêu cầu

source: Benefits
vi: Những lợi ích

source: Employment Type
vi: Loại việc làm

source: Any Employment Type
vi: Bất kỳ loại việc làm

source: Experience Level
vi: Cấp độ kinh nghiệm

source: Any Experience Level
vi: Bất kỳ cấp độ kinh nghiệm

source: Job Function
vi: Chức năng công việc

source: Any Job Function
vi: Bất kỳ chức năng công việc

source: Education Level
vi: Trình độ học vấn

source: Any Education Level
vi: Bất kỳ cấp học

source: Show Salary
vi: Hiển thị mức lương

source: Salary Min
vi: Mức lương tối thiểu

source: Salary Max
vi: Mức lương tối đa

source: Keywords
vi: Từ khóa

source: Closing Date
vi: Ngày đóng cửa

source: Image
vi: Hình ảnh

source: Display Type
vi: Loại hiển thị

source: Profile Image
vi: Hình ảnh hồ sơ cá nhân

source: Telephone
vi: Điện thoại

source: Resume Title
vi: Tiếp tục tiêu đề

source: Resume
vi: Sơ yếu lý lịch

source: Resume Headline
vi: Tiếp tục tiêu đề

source: Profile Summary
vi: Tóm tắt hồ sơ

source: Work History
vi: Lịch sử công việc

source: Education
vi: Giáo dục

source: Skills
vi: Kỹ năng

source: Referees
vi: Trọng tài

source: From Year
vi: Từ năm

source: From Month
vi: Từ tháng

source: To Year
vi: Đến năm

source: To Month
vi: Đến tháng

source: Currently Work Here
vi: Hiện đang làm việc ở đây

source: Degree/Diploma
vi: Bằng cấp đại học

source: Currently Studying
vi: Hiện đang học

source: Skill Level
vi: Cấp độ kỹ năng

source: Last Used Year
vi: Năm sử dụng cuối cùng

source: Last Used Month
vi: Tháng sử dụng cuối cùng

source: Years of Experience
vi: Số năm kinh nghiệm

source: Designation
vi: Chỉ định

source: Phone
vi: Điện thoại

source: Job
vi: Việc làm

source: Candidate
vi: Thí sinh

source: Referred By
vi: Gọi bằng

source: Leave Start Date
vi: Ngày bắt đầu nghỉ

source: Leave End Date
vi: Ngày kết thúc

source: Reason
vi: Lý do

source: Available Leaves
vi: Nghỉ phép hiện có

source: Approved Leaves
vi: Nghỉ phép đã được phê duyệt

source: Rejected Leaves
vi: Nghỉ phép bị từ chối

source: Leaves to be Accrued
vi: Nghỉ phép được tích lũy

source: Leaves Carried Forward
vi: Nghỉ phép được chuyển tiếp

source: Apply Leave
vi: Áp dụng nghỉ phép

source: Filter
vi: Bộ lọc

source: Add New
vi: Thêm mới

source: Time
vi: Thời gian

source: Purpose
vi: Mục đích

source: From
vi: Từ

source: To
vi: Đến

source: Created (GMT)
vi: Đã tạo (GMT)

source: Download
vi: Tải xuống

source: Submit
vi: Gửi đi

source: Upload
vi: Tải lên

source: Remove
vi: Tẩy

source: Add
vi: Thêm vào

source: Reset
vi: Cài lại

source: Add Time Entry
vi: Thêm thời gian vào

source: Current Clocked In Status
vi: Đồng hồ hiện tại đang ở trạng thái

source: Attendance entry should be within a single day
vi: Tham dự tham dự nên trong một ngày

source: Account Balance
vi: Số dư tài khoản

source: Plan
vi: Kế hoạch

source: Transactions
vi: Giao dịch

source: Applications
vi: Các ứng dụng

source: Attendance Graph
vi: Đồ thị tham dự

source: Hours in Office vs Hours Worked Graph
vi: Giờ trong văn phòng so với giờ làm việc

source: Company Graph
vi: Đồ thị công ty

source: Company Documents
vi: Tài liệu công ty

source: Document Types
vi: Các loại tài liệu

source: Employee Documents
vi: Tài liệu nhân viên

source: Employee Basic Details
vi: Thông tin cơ bản của nhân viên

source: Employees (Direct Reports)
vi: Nhân viên (Báo cáo trực tiếp)

source: Certifications
vi: Giấy chứng nhận

source: Languages
vi: Ngôn ngữ

source: Deactivated Employees
vi: Danh sách nhân viên nghỉ việc

source: Temporarily Deactivated Employees
vi: Tạm thời vô hiệu hóa nhân viên

source: Terminated Employee Data
vi: Dữ liệu nhân viên bị chấm dứt

source: Employee Saved Successfully
vi: Nhân viên đã lưu thành công

source: Employee needs a User to login to IceHrm. Do you want to create a user for this employee now?
vi: Nhân viên cần một Người dùng để đăng nhập vào IceHrm. Bạn có muốn tạo một người dùng cho nhân viên này bây giờ không?

source: You can do this later through Users module if required.
vi: Bạn có thể làm điều này sau thông qua mô-đun Người dùng nếu được yêu cầu.

source: Expenses Categories
vi: Danh mục chi phí

source: Payment Methods
vi: Phương thức thanh toán

source: Employee Expenses
vi: Chi phí nhân viên

source: Salary Component Types
vi: Các loại thành phần lương

source: Employee Salary Components
vi: Bảng lương nhân viên

source: Company Payroll
vi: Biên chế công ty

source: Calculation Groups
vi: Loại hình nhân viên

source: Calculation Methods
vi: Phương pháp tính toán

source: Payslip Templates
vi: Mẫu Payslip

source: Edit Employment Types
vi: Chỉnh sửa loại việc làm

source: Edit Experience Levels
vi: Chỉnh sửa cấp độ kinh nghiệm

source: Edit Job Functions
vi: Chỉnh sửa chức năng công việc

source: Edit Education Levels
vi: Chỉnh sửa cấp học

source: Edit Benefits
vi: Chỉnh sửa lợi ích

source: Application
vi: Ứng dụng

source: Job Titles
vi: Chức danh công việc

source: Pay Grades
vi: Trả lương

source: Training Sessions
vi: Phiên đào tạo

source: Employee Training Sessions
vi: Phiên đào tạo nhân viên

source: Clients
vi: Khách hàng

source: Employee Projects
vi: Dự án nhân viên

source: Leave Types
vi: Các loại nghỉ phép

source: Work Week
vi: Tuần làm việc

source: Holidays
vi: Ngày lễ

source: Leave Rules
vi: Quy tắc nghỉ phép

source: Paid Time Off
vi: Thời gian nghỉ

source: Leave Groups
vi: Rời khỏi nhóm

source: Edit Leave Groups
vi: Chỉnh sửa nhóm rời khỏi

source: Leave Group Employees
vi: Rời khỏi nhóm nhân viên

source: Employee Leave List
vi: Danh sách nghỉ việc của nhân viên

source: Loan Types
vi: Các loại cho vay

source: Employee Loans
vi: Cho vay nhân viên

source: Travel Requests
vi: Yêu cầu du lịch

source: Overtime Categories
vi: Thể loại ngoài giờ

source: Leave / PTO
vi: Rời khỏi / PTO

source: Other
vi: Khác

source: Modules
vi: Mô-đun

source: Countries
vi: Quốc gia

source: Provinces
vi: Tỉnh

source: Currency Types
vi: Các loại tiền tệ

source: Employee Custom Fields
vi: Trường tùy chỉnh nhân viên

source: Employee Field Names
vi: Tên trường nhân viên

source: My Details
vi: Chi tiết của tôi

source: All My Leaves
vi: Nghỉ phép của tôi

source: Leave Entitlement
vi: Thông tin nghỉ phép

source: Approved Leave
vi: Nghỉ phép được duyệt

source: Pending Leave
vi: Nghỉ phép đợi duyệt

source: Subordinate Leave
vi: Nghỉ phép cấp dưới

source: Cancellation Requests
vi: Yêu cầu hủy

source: Approval Requests
vi: Xin nghỉ phép

source: Approved TimeSheets
vi: Thời gian được phê duyệt

source: All My TimeSheets
vi: Tất cả thời gian của tôi

source: Pending TimeSheets
vi: Thời gian chờ

source: Subordinate TimeSheets
vi: Thời gian cấp dưới

source: Approved Attendance Sheets
vi: Bảng tham dự được phê duyệt

source: All My Attendance Sheets
vi: Tất cả các tờ tham dự của tôi

source: Pending Attendance Sheets
vi: Bảng chờ tham dự

source: Subordinate Attendance Sheets
vi: Bảng chấm công cấp dưới

source: Subordinate Overtime Requests
vi: Yêu cầu làm thêm giờ cấp dưới

source: Overtime Request Approval
vi: Yêu cầu làm thêm giờ

source: My Training Sessions
vi: Phiên đào tạo của tôi

source: All Training Sessions
vi: Tất cả các buổi đào tạo

source: Training Sessions of Direct Reports
vi: Phiên đào tạo báo cáo trực tiếp

source: Subordinate Travel Requests
vi: Yêu cầu du lịch cấp dưới

source: Travel Request Approval
vi: Phê duyệt yêu cầu du lịch

source: Subordinate Expenses
vi: Chi phí cấp dưới

source: Expenses Approval
vi: Chi phí phê duyệt

source: Loans Taken
vi: Cho vay

source: Change Leave Status
vi: Thay đổi trạng thái nghỉ

source: Status Change Note
vi: Lưu ý thay đổi trạng thái

source: Leave Summary
vi: Tóm tắt nghỉ phép

source: Approved Leave Count
vi: Số ngày nghỉ phép được chấp thuận

source: Pending Leave Count
vi: Số ngày chờ nghỉ

source: Available Leave Count
vi: Số ngày nghỉ phép có sẵn

source: Leave Dates
vi: Số ngày nghỉ

source: Leave Date
vi: Ngày nghỉ

source: Leave Notes
vi: Ghi chú nghỉ phép

source: Apply
vi: Gửi yêu cầu

source: Back
vi: Trở lại

source: Hours in Time Sheets
vi: Giờ trong bảng chấm công

source: HR form
vi: Hình thức nhân sự

source: HR Form Management
vi: Quản lý mẫu nhân sự

source: Form Name
vi: Tên mẫu

source: Fields
vi: Lĩnh vực

source: Employee Froms
vi: Nhân viên từ

source: Share Departments
vi: Các phòng ban

source: Share Employees
vi: Chia sẻ nhân viên

source: Data Importers
vi: Quản lý nhập dữ liệu

source: Data Import Files
vi: Nhập tệp dữ liệu

source: Data Type
vi: Loại dữ liệu

source: Columns
vi: Cột

source: Field Title
vi: Tiêu đề trường

source: Depends On
vi: Phụ thuộc

source: Depends On Field
vi: Phụ thuộc vào lĩnh vực

source: is Key Field
vi: là lĩnh vực chính

source: is ID Field
vi: là trường ID

source: Data Import Definitions
vi: Định nghĩa nhập dữ liệu

source: File to Import
vi: Tập tin để nhập

source: Last Export Results
vi: Kết quả xuất khẩu cuối cùng
