Repository: thangit93/hrm
Catalog: core/lang/vn.po
Languages: vi

source: Time and Attendance
vi: Thời gian và tham dự

source: Leave Timeline
vi: Rời khỏi dòng thời gian

source: Insights
vi: Thông tin chi tiết

source: Api Access
vi: Truy cập Api

source: Change User Password
vi: Thay đổi mật khẩu người dùng

source: New Password
vi: Mật khẩu mới

source: Confirm Password
vi: Xác nhận mật khẩu

source: Change Password
vi: Đổi mật khẩu

source: Not Now
vi: Không phải bây giờ

source: Contact Information
vi: Thông tin liên lạc

source: Job Details
vi: Chi tiết công việc

source: Edit Info
vi: Chỉnh sửa thông tin

source: Upload Profile Image
vi: Tải lên hình ảnh hồ sơ

source: Delete Profile Image
vi: Xóa hình ảnh hồ sơ

source: Direct Reports
vi: Báo cáo trực tiếp

source: Other Details
vi: Những chi tiết khác

source: Family
vi: Gia đình

source: Custom Fields
vi: Trường tùy chỉnh

source: Means of Transportation
vi: Phương tiện giao thông vận tải

source: Plane
vi: Máy bay

source: Rail
vi: Đường sắt

source: Taxi
vi: Tắc xi

source: Own Vehicle
vi: Phương tiện cá nhân

source: Rented Vehicle
vi: Xe thuê

source: Female
vi: Nữ

source: Male
vi: Nam

source: Active
vi: Hoạt động

source: Inactive
vi: Không hoạt động

source: Draft
vi: Bản nháp

source: Not Clocked In
vi: Không đồng hồ trong

source: Clocked In
vi: Đã khóa trong

source: File
vi: Tập tin

source: Active Employee Report
vi: Báo cáo nhân viên tích cực

source: Employee Attendance Report
vi: Báo cáo tham dự của nhân viên

source: Employee Details Report
vi: Báo cáo chi tiết nhân viên

source: Employee Leave Entitlement
vi: Quyền nghỉ phép của nhân viên

source: Employee Leaves Report
vi: Báo cáo của nhân viên

source: Employee Time Entry Report
vi: Báo cáo nhập cảnh thời gian của nhân viên

source: Employee Time Sheet Report
vi: Báo cáo bảng chấm công của nhân viên

source: Employee Time Tracking Report
vi: Báo cáo theo dõi thời gian của nhân viên

source: Expense Report
vi: Báo cáo chi tiêu

source: New Hires Employee Report
vi: Báo cáo nhân viên mới

source: Overtime Report
vi: Báo cáo ngoài giờ

source: Overtime Request Report
vi: Báo cáo yêu cầu làm thêm giờ

source: Overtime Summary Report
vi: Báo cáo tóm tắt làm thêm giờ

source: Payroll Meta Data Export
vi: Xuất dữ liệu meta biên chế

source: Terminated Employee Report
vi: Báo cáo nhân viên bị chấm dứt

source: Travel Request Report
vi: Báo cáo yêu cầu du lịch

source: Attendance Report
vi: Báo cáo tham dự

source: Client Project Time Report
vi: Báo cáo thời gian dự án của khách hàng

source: Download Payslips
vi: Tải xuống Payslips

source: Leaves Report
vi: Lá báo cáo

source: Time Entry Report
vi: Báo cáo nhập cảnh thời gian

source: Time Sheet Report
vi: Báo cáo bảng chấm công

source: Time Tracking Report
vi: Báo cáo theo dõi thời gian

source: Data
vi: Dữ liệu

source: Processed
vi: Xử lý

source: Not Processed
vi: Không được xử lý

source: Elementary Proficiency
vi: Trình độ tiểu học

source: Limited Working Proficiency
vi: Năng lực làm việc hạn chế

source: Professional Working Proficiency
vi: Trình độ làm việc chuyên nghiệp

source: Full Professional Proficiency
vi: Thành thạo chuyên môn đầy đủ

source: Native or Bilingual Proficiency
vi: Sự thành thạo tiếng bản xứ hoặc song ngữ

source: Pending
vi: Đang chờ xử lý

source: Approved
vi: Tán thành

source: Rejected
vi: Từ chối

source: Cancelled
vi: Đã hủy

source: Continue
vi: Tiếp tục

source: Cancellation Requested
vi: Yêu cầu hủy

source: Completed
vi: Đã hoàn thành

source: Discussions
vi: Thảo luận

source: Load More
vi: Tải thêm

source: Show More
vi: Cho xem nhiều hơn

source: Show Less
vi: Hiện ít hơn

source: Publish
vi: Công bố

source: Announcements
vi: Thông báo

source: Send
vi: Gửi

source: Display
vi: Trưng bày

source: Public
vi: Công cộng

source: View Announcements
vi: Xem thông báo

source: Conversations
vi: Cuộc trò chuyện

source: Start Now
vi: Bắt đầu bây giờ

source: Company Assets
vi: Tài sản công ty

source: Asset Types
vi: Các loại tài sản

source: Asset Name
vi: Tên tài sản

source: Performance
vi: Hiệu suất

source: Performance Review
vi: Đánh giá hiệu suất

source: Performance Reviews
vi: Đánh giá hiệu suất

source: Review
vi: Ôn tập

source: Reviews
vi: Nhận xét

source: Review Feedback
vi: Xem lại phản hồi

source: Review Template
vi: Xem lại mẫu

source: Template
vi: Bản mẫu

source: Review Date
vi: Ngày xem xét

source: Self Assessment Due On
vi: Tự đánh giá do ngày

source: Review Period Start
vi: Xem lại thời gian bắt đầu

source: Review Period End
vi: Xem lại thời gian kết thúc

source: Attendees
vi: Người tham dự

source: Performance Reviews Coordinated by Me
vi: Đánh giá hiệu suất Phối hợp bởi tôi

source: Provide Feedback
vi: Cung cấp phản hồi

source: Review Status
vi: Xem lại tình trạng

source: An email has been sent to you with instructions for changing password
vi: Một email đã được gửi cho bạn với hướng dẫn thay đổi mật khẩu

source: You have entered an incorrect email or user id
vi: Bạn đã nhập email hoặc id người dùng không chính xác

source: Select
vi: Chọn

source: Married
vi: Kết hôn

source: Single
vi: Độc thân

source: Divorced
vi: Ly hôn

source: Widowed
vi: Góa phụ

source: Role_Admin
vi: Super Admin

source: Role_Manager
vi: Admin

source: Role_Employee
vi: Staff

source: User created successfully.
vi: Tạo tài khoản mới thành công

source: Passwords don't match
vi: Mật khẩu không khớp

source: Password should be longer than 7 characters
vi: Mật khẩu phải có nhiều hơn 7 ký tự

source: Not Allowed
vi: Bạn không được phép thực hiện tác vụ này

source: Error
vi: Lỗi

source: For this user type, you have to assign an employee when adding or editing the user.<br/> You may create a new employee through 'Admin'->'Employees' menu
vi: Đối với quyền Staff/Admin, bạn phải liên kết tới một nhân viên khi thêm/sửa người dùng.<br/> Bạn có thể tạo một nhân viên mới trong 'Nhân viên' -> 'Nhân viên' menu

source: Total Days from Attendance
vi: Tổng Số Ngày Công Từ File Chấm Công

source: attendance working day
vi: công

source: Total Leave Days
vi: Tổng ngày nghỉ

source: Total Leave Hours
vi: Tổng giờ nghỉ

source: Leaves to be Accured
vi: Nghỉ phép tích lũy

source: Leave application successful. You will be notified once your supervisor approve your leaveman.
vi: Đã gửi xin nghỉ phép thành công. Bạn sẽ được thông báo khi người giám sát của bạn chấp thuận nghỉ phép của bạn.

source: Employee Leaves
vi: Nhân viên nghỉ phép

source: No.
vi: Số thứ tự

source: Employee contract terminated. You can find terminated employee information under Terminated Employees menu.
vi: Hợp đồng của nhân viên đã chấm dứt. Bạn có thể tìm thấy nhân viên chấm dứt hợp đồng trong menu nhân viên chấm dứt hợp đồng.

source: Full Day
vi: Cả ngày

source: Half Day - Morning
vi: Nửa ngày - Buổi sáng

source: Half Day - Afternoon
vi: Nửa ngày - Buổi chiều

source: Non working day
vi: Ngày nghỉ

source: Leave balance
vi: Thống kê nghỉ phép

source: Days Per Year
vi: Số Ngày Trong Năm

source: Annual leave
vi: Nghỉ thường niên

source: Pregnancy Losing Leave
vi: Nghỉ mang thai mất

source: Health Recovery Leave
vi: Nghỉ phục hồi sức khỏe

source: Business Trip
vi: Nghỉ công tác

source: Unpaid Leave
vi: Nghỉ phép không lương

source: Sick Leave (Social Insurance)
vi: Nghỉ ốm (Bảo hiểm xã hội)

source: Children Sick Leave (Social Insurance)
vi: Nghỉ ốm cho trẻ em (Bảo hiểm xã hội)

source: Pregnancy Test
vi: Thử thai

source: Maternity Leave
vi: Nghỉ thai sản

source: Funeral Leave
vi: Nghỉ tang

source: Marriage Leave
vi: Nghỉ kết hôn

source: Paternity Leave
vi: Nghỉ sinh con

source: Children Marriage Leave
vi: nghỉ có con kết hôn

source: Compensation Leave
vi: Nghỉ bù

source: Reason for Applying leave
vi: Lý do xin nghỉ phép

source: Leave Days
vi: Số ngày nghỉ

source: Number of Leaves available
vi: Số ngày nghỉ khả dụng

source: Number of Leaves requested
vi: Số ngày yêu cầu

source: Total Working Days In Month
vi: Tổng số ngày làm việc trong tháng

source: Salary Start Date
vi: Ngày bắt đầu tính lương

source: Salary End Date
vi: Ngày kết thúc tính lương

source: Monthly
vi: Hàng tháng

source: Weekly
vi: Hàng tuần

source: Semi Monthly
vi: Nửa tháng

source: Yearly
vi: Hàng năm

source: SalaryUtil_getRealSalary
vi: Tính lương dựa trên số ngày công

source: Real Salary
vi: Tính lương dựa trên số ngày công

source: Base Salary
vi: Tính lương cơ bản

source: AttendanceUtil_getTotalWorkingDaysInMonth
vi: Tổng số ngày làm việc trong tháng

source: AttendanceUtil_getDaysWorked
vi: Tồng số ngày làm việc thực tế

source: SalaryUtil_getSalaryDeposit
vi: Tính tổng lương đã ứng

source: Salary Deposit
vi: Tính tổng lương đã ứng

source: SalaryUtil_getBaseSalary
vi: Cơ bản

source: Yes
vi: Có

source: No
vi: Không

source: Employee Salary Deposit
vi: Ứng Lương

source: From Date
vi: Từ ngày

source: To Date
vi: Đến ngày

source: Payslip Base Salary
vi: Lương căn bản

source: Monitor Attendance
vi: Bảng Chấm Công

source: Finalize
vi: Hoàn tất

source: Employee Salary Bonus
vi: Thưởng

source: Salary Bonus
vi: Thưởng

source: SalaryUtil_getSalaryBonus
vi: Tính tiền thưởng

source: Payroll Table
vi: Bảng Lương

source: Payment on Behalf
vi: Chi Hộ Lương

source: Month
vi: Tháng

source: Bank Code
vi: Mã Ngân Hàng

source: Bank Account
vi: Số tài khoản

source: CMND
vi: Số CMND

source: CMND Issued Date
vi: Ngày cấp CMND

source: CMND Issued By
vi: Nơi cấp CMND

source: Bank Card Number
vi: Số thẻ (thẻ ACB)

source: Transfer Content
vi: Nội dung giao dịch

source: Payment on Behalf Content
vi: Cong ty vmed chuyen luong thang

source: Working Date
vi: Ngày làm việc

source: Real Hours
vi: Giờ công thực tế

source: Full Name
vi: Họ Tên

source: bank_account
vi: Số tài khoản

source: bank_name
vi: Tên ngân hàng
